window.daodappData={
    menu:['DAO 列表','IADD交易','创建DAO'],
    header:['连接钱包','退出钱包'],
    w_tipMessage:'提示',
    daoList:['搜索项目、地址','按时间','按字母','DAF地址','创建时间','币价','市值排名','总共有','当前页','总页数'],
    swap:['输入','输出','选择通行证','兑换比率','兑换','没有连接钱包','余额','未授权！','授权','正在提交授权......','你正在出售','你将收到','或者交易失败','兑换数不能为0','余额不足！','正在使用钱包提交请求......'],
    noConnect:'没有连接钱包，无法操作',
    createDao:['注册','更新logo','创建OS','发行token'],
    register:['管理员地址','dao名称','dao符号','dao描述','注册','只能选择.svg的图片！','svg的图片不能大于10K！','正在注册DAO，请耐心等待...','DAO的名称 或 DAO 的符号已经被注册。'],
    daoselect:['选择DAO'],
    logo:['DAO logo更新','当前logo','更新logo','提案之后的DAO 才能更改logo!','提交成功，等待链上确认。'],
    os:['创建OS','内部投票器','外部投票器','内部票权数','外部票权数','初始成员','票权','增加成员','删除成员','DAO已经创建OS， 不能再创建！','正在创建OS，请耐心等待...'],
    token:['DAO已经发行token， 不能重复发行！','正在发行token，请耐心等待...','发行token','DAO未创建OS，不能发布token！']

}